/* updateController */
" CLOVERX64.efi successfully copied to %@" = "CLOVERX64.efi erfolgreich nach %@ kopiert";

/* updateController */
" CLOVERX64.efi successfully copied to %@. Old file has been renamed to CLOVERX64_%@.efi.bak" = "CLOVERX64.efi erfolgreich nach %1$@ kopiert. Die alte Datei wurde umbenannt zu CLOVERX64_%2$@.efi.bak";

/* updateController */
" Downloaded!" = "Heruntergeladen!";

/* updateController */
" Downloaded! Launch the installer!" = "Heruntergeladen! Starte den Installer!";

/* updateController */
" Error during unzipping file!" = "Fehler beim entpacken der Datei!";

/* updateController */
" Error: %@" = "Fehler: %@";

/* updateController */
" New stable version available." = "Neue Stabile Version verfügbar.";

/* updateController */
" Ready to install stable version!" = "Bereit die Stabile Version zu installieren!";

/* updateController */
" Ready..... Connection established" = "Bereit ..... Verbindung hergestellt";

/* updateController */
" The Internet connection appears to be offline....." = "Die Internetverbindung scheint Offline zu sein.....";

/* updateController */
" Unzipped! Launch the installer!" = "Entpackt. Starte den Installer!";

/* updateController */
" Your clover revision is up to date! Do you want download?" = "Deine Clover Revision ist auf dem neusten Stand! Downloaden?";

/* clonerController */
"*** FOR LEGACY USERS ***" = "*** FÜR LEGACY-BENUTZER ***";

/* clonerController */
"*** FOR LEGACY USERS ***\nThis app isn't able to write a boot sector, so you need to manually run Clover Installer following these easy steps:\n\n1. Run Clover Installer and select target partition\n2. Install Clover in the ESP\n3. Select boot0af MBR on Bootloader section\n4. Select CloverEFI 64-bit SATA on CloverEFI section\n5. You can also select RC Scripts or Preferences Panel if you need\n\nOther files are useless because Clover Cloner removes data on the target volume." = "*** FÜR LEGACY-BENUTZER ***\nDiese App kann keinen Boot-Sektor schreiben. Daher müssen Sie das Clover-Installationsprogramm folgendermaßen manuell ausführen:\n\n1. Führen Sie das Clover-Installationsprogramm aus und wählen Sie die Zielpartition aus\n2. Installieren Sie Clover im ESP\n3. Wählen Sie im Abschnitt Bootloader boot0af MBR \n4 aus. Wählen Sie CloverEFI 64-Bit-SATA im Abschnitt CloverEFI aus \n5. Sie können auch RC-Skripts oder Voreinstellungsfenster auswählen, wenn Sie \n\nWeitere Dateien benötigen, da Clover Cloner Daten auf dem Zieldatenträger entfernt.";

/* clonerController */
"*** WARNING ***" = "*** WARNUNG ***";

/* clonerController */
"*** WARNING ***\nIf you want clone to an EFI partition, you better make sure that it's mounted before. The target partition must have enough space to hold all the data from the source partition. All data stored on the target volume will be overwritten during clone operations and cannot be restored.\n\n" = "*** WARNUNG ***\nWenn Sie auf eine EFI-Partition klonen möchten, vergewissern Sie sich, dass er zuvor gemountet ist. Die Zielpartition muss über genügend Speicherplatz verfügen, um alle Daten aus der Quellpartition aufzunehmen. Alle auf dem Zieldatenträger gespeicherten Daten werden während des Klonvorgangs überschrieben und können nicht wiederhergestellt werden.\n\n";

/* clonerController */
"\n\nAre you sure you want to continue? You will lose your data on the target partition if you continue!" = "\n\nSind Sie sicher, dass Sie fortfahren möchten? Sie werden Ihre Daten auf der Zielpartition verlieren, wenn Sie fortfahren!";

/* clonerController */
"\n\nChecking was aborted because the process has taken too long." = "\n\nDie Überprüfung wurde abgebrochen, weil der Vorgang zu lange gedauert hat.";

/* clonerController */
"\n\nError: The source and target volumes are different sizes. Some files won't be copied." = "\n\nFehler: Die Quell- und Zieldatenträger haben unterschiedliche Größen. Einige Dateien werden nicht kopiert.";

/* clonerController */
"\n\nProcess is taking longer than usual. Do you want to continue?" = "\n\nProzess dauert länger als üblich. Wollen Sie fortfahren?";

/* nvramController */
"%@ %s set to nvram\n" = "%1$@ %2$s setze zu nvram\n";

/* mountefiController */
"%@ APFS Container [%@]" = "%1$@ APFS Container [%2$@]";

/* nvramController */
"%@ Error trying to set nvram %s\n" = "%1$@ Fehler beim Versuch nvram %2$s zu setzen\n";

/* mountefiController */
"%lu partitions" = "%lu Partitionen";

/* clonerController */
"Are you sure you want to continue? You will lose your data on the target partition if you continue!" = "Sind Sie sicher, dass Sie fortfahren möchten? Sie werden Ihre Daten auf der Zielpartition verlieren, wenn Sie fortfahren!";

/* No comment provided by engineer. */
"B/s" = "B/s";

/* startScreen */
"Backup Configurations" = "Backup Konfigurationen";

/* reading_savingOperation */
"Bad configuration in Drop Tables - ACPI section" = "Fehlerhafte Konfiguration in Drop-Tables - ACPI-Abschnitt";

/* sectionSourceListHexConverterPopover */
"base64 string" = "base64 Zeichenkette";

/* sectionSourceList */
"Boot.log" = "Boot.log";

/* mountefiController */
"Capacity In Use:" = "Kapazität in Benutzung";

/* updateController */
"Check Now" = "Überprüfe Jetzt";

/* mountefiController */
"Check Partition" = "Überprüfe Partition";

/* clonerController */
"Checking" = "Überprüfe";

/* clonerController */
"Checking was aborted because the process has taken too long." = "Die Überprüfung wurde abgebrochen, weil der Vorgang zu lange gedauert hat.";

/* updateController */
"Checking..." = "Überprüfe...";

/* clonerController */
"Clone" = "Klonen";

/* clonerController */
"Cloning..." = "Klone...";

/* startScreen */
"Clover Bootloader" = "Clover Bootloader";

/* startScreen */
"Clover Changes" = "Clover Änderungen";

/* sectionSourceList */
"Clover Cloner" = "Clover Kloner";

/* startScreen */
"Clover Configurator - How To Use" = "Clover Configurator - Wie Benutzen";

/* reading_savingOperation */
"Clover Configurator could not be synchronized because an error occurred: %@" = "Clover Configurator konnte nicht synchronisiert werden, da ein Fehler aufgetreten ist: %@";

/* reading_savingOperation */
"Clover Configurator has %@" = "Clover Configurator hat %@";

/* reading_savingOperation */
"Clover Configurator was unable read because it isn’t in the correct format.\n\nPlease fix the following code before saving: %@" = "Clover Configurator war es nich möglich zu lesen, weil er nicht das richtige Format hat.\n\nBitte fixe den folgenden Code vor dem Speichern: %@";

/* updateController */
"Clover folder not found." = "Clover Ordner nicht gefunden";

/* startScreen */
"Clover Forum" = "Clover Forum";

/* startScreen */
"Clover Instructions" = "Clover Anleitung";

/* startScreen */
"Clover Wiki" = "Clover Wiki";

/* reading_savingOperation */
"clover-genconfig not found!!!!" = "clover-genconfig nicht gefunden!!!!!";

/* reading_savingOperation */
"config-generate.plist generated and loaded correctly" = "config-generate.plist wurde korrekt generiert und geladen";

/* notificationPopup */
"config.plist not found!" = "config.plist nicht gefunden!";

/* startScreen */
"Configurations Acquired" = "Konfigurationen erworben";

/* pasteBoardController */
"Copy" = "Kopieren";

/* AFNetworking */
"Could not decode string: %@" = "Konnte folgenden String nicht dekodieren: %@";

/* guiController */
"CustomEntries Editor" = "CustomEntries Editor";

/* pasteBoardController */
"Cut" = "Ausschneiden";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "Die Dekodierung der Daten als UTF-8-Zeichenkette ist fehlgeschlagen";

/* No comment provided by engineer. */
"Day" = "Tag";

/* No comment provided by engineer. */
"Days" = "Tage";

/* sectionSourceListHexConverterPopover */
"decimal string" = "Dezimal Zeichenkette";

/* kextsInstallerController */
"Delete: %@ successfully removed" = "Löschen: %@ erfolgreich entfernt";

/* installDriversController */
"Delete: %@.efi successfully removed" = "Löschen: %@.efi erfolgreich entfernt";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Device / Media Name: %@" = "Gerät / Medienname: %@";

/* mountefiController */
"Device BSD Name:" = "BSD Name des Geräts:";

/* mountefiController */
"Device BSD Name: %@" = "BSD Name des Geräts: %@";

/* mountefiController */
"Device BSD Name: N/A" = "BSD Name des Geräts: N/A";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Device Identifier: %@" = "Gerätekennung: %@";

/* mountefiController */
"Device Identifier: %@ - APFS Physical Store Disk: %@ - UUID: %@ - Size: %@" = "Gerätekennung: %1$@ - APFS Physikalische Speicherdisk: %2$@ - UUID: %3$@ - Größe: %4$@";

/* mountefiController */
"Device Identifier: %@ - Partition Scheme: %@ - Size: %@" = "Gerätekennung: %1$@ - Partitions-Schema: %2$@ - Größe: %3$@";

/* mountefiController */
"Devices / Media Name:" = "Geräte / Medienname:";

/* mountefiController */
"Devices / Media Name: %@" = "Geräte / Medienname: %@";

/* mountefiController */
"Disk Identifier:" = "Festplattenkennung";

/* mountefiController */
"Disk Identifier: %@ Status: [Current Boot Disk]" = "Festplattenkennung: %@ Status: [Aktuelle Boot Disk]";

/* mountefiController */
"Disk Type:" = "Festplatten Typ:";

/* mountefiController */
"Disk Type: %@" = "Festplatten Typ: %@";

/* mountefiController */
"Disk Type: APFS Container" = "Festplatten Typ: APFS Container";

/* mountefiController */
"Disk Type: APFS Volume" = "Festplatten Typ: APFS Volume";

/* mountefiController */
"Disk Type: Apple HFS+" = "Festplatten Typ: Apple HFS+";

/* mountefiController */
"Disk Type: N/A" = "Festplatten Typ: N/A";

/* mountefiController */
"Disk Type: SoftRAID Cache" = "Festplatten Typ: SoftRAID Cache";

/* mountefiController */
"Disk Type: SoftRAID Scratch" = "Festplatten Typ: SoftRAID Scratch";

/* mountefiController */
"Disk Type: SoftRAID Status" = "Festplatten Typ: SoftRAID Status";

/* mountefiController */
"Disk Type: SoftRAID Volume" = "Festplatten Typ: SoftRAID Volume";

/* mountefiController */
"Disk UUID:" = "Festplatten UUID:";

/* mountefiController */
"Disk UUID: %@" = "Festplatten UUID: %@";

/* mountefiController */
"Disk UUID: N/A" = "Festplatten UUID: N/A";

/* installDriversController
   kextsInstallerController
   updateController */
"Download" = "Download";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully copied to %@" = "Download: %1$@ wurden erfolgreich nach %2$@ kopiert";

/* installDriversController
   kextsInstallerController */
"Download: %@ has been successfully updated to %@" = "Download: %1$@ wurden erfolgreich zu %2$@ aktualisiert";

/* kextsInstallerController */
"Download: %@ successfully backed up to %@" = "Download: %1$@ erfolgreich gesichert nach %2$@";

/* installDriversController
   kextsInstallerController */
"Download: %@ successfully downloaded...." = "Download: %@ erfolgreich heruntergeladen....";

/* installDriversController
   kextsInstallerController */
"Download: Error: %@" = "Download: Fehler: %@";

/* kextsInstallerController */
"Download: ERROR: %@" = "Download: FEHLER: %@";

/* installDriversController
   kextsInstallerController */
"Download: ERROR: You don't have permission to write here!" = "Download: FEHLER: Du hast hier keine Schreibrechte!";

/* installDriversController
   kextsInstallerController */
"Download: Path doesn't exist!" = "Download: Pfad existiert nicht!";

/* installDriversController */
"Download: Please select a driver name!" = "Download: Bitte wähle einen Treiber-Namen!";

/* kextsInstallerController */
"Download: Please select a kext name!" = "Download: Bitte wähle einen Kext-Namen!";

/* updateController */
"Downloaded %.2f MB of %.2f MB (%@)" = "%1$.2f MB of %2$.2f MB (%3$@) heruntergeladen";

/* reading_savingOperation */
"Error" = "Fehler";

/* reading_savingOperation */
"Export config file" = "Exportiere config Datei";

/* kextsInstallerController */
"FakeSMC detected... Choose an add on to install..." = "FakeSMC erkannt... Wählen Sie ein Add-On für die Installation aus...";

/* No comment provided by engineer. */
"GB/s" = "GB/s";

/* sectionSourceList */
"Generate Config" = "Generiere Config";

/* sectionSourceList */
"HEX converter" = "HEX Konverter";

/* sectionSourceListHexConverterPopover */
"HEX Converter" = "HEX Konverter";

/* sectionSourceListHexConverterPopover */
"HEX string" = "HEX Zeichenkette";

/* No comment provided by engineer. */
"Hour" = "Stunde";

/* No comment provided by engineer. */
"Hours" = "Stunden";

/* notificationPopup */
"I can't find a config file. Do you want mount EFI partition?" = "Ich kann keine config Datei finden. Möchtest du die EFI Partition mounten?";

/* documentController */
"Import config file to project" = "Iportiere config Datei in das Projekt";

/* installDriversController
   kextsInstallerController */
"Initialization: Unable to read database. Cannot find server or there's no internet connection." = "Initialisierung: Datenbank kann nicht gelesen werden. Server kann nicht gefunden werden oder es besteht keine Internetverbindung.";

/* updateController */
"Install" = "Installieren";

/* bdmesgController */
"Install Clover bootloader to see boot-log" = "Installiere Clover bootloader um boot-log zu sehen";

/* sectionSourceList */
"Install Drivers" = "Installiere Treiber";

/* sectionSourceList */
"Install/Update Clover" = "Installiere/Aktualisiere Clover";

/* sectionSourceListHexConverterPopover */
"Invalid base64 data" = "Ungültige base64 Daten";

/* sectionSourceListHexConverterPopover */
"Invalid data" = "Ungültige Daten";

/* sectionSourceListHexConverterPopover */
"Invalid HEX data" = "Ungültige HEX Daten";

/* No comment provided by engineer. */
"KB/s" = "KB/s";

/* sectionSourceList */
"Kexts Installer" = "Kexts Installer";

/* dockMenuApp */
"Leave A Message" = "Hinterlasse eine Nachricht";

/* left_toolbar */
"Load Configuration" = "Lade Konfiguration";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully copied to %@" = "Manuelle Installation: %1$@ wurde erfolgreich nach %2$@ kopiert";

/* kextsInstallerController */
"Manual Installation: %@ has been successfully updated to %@" = "Manuelle Installation: %1$@ wurde erfolgreich zu %2$@ aktualisiert";

/* kextsInstallerController */
"Manual Installation: %@ successfully backed up to %@" = "Manuelle Installation: %1$@ wurde erfolgreich nach %2$@ gesichert";

/* kextsInstallerController */
"Manual Installation: ERROR: %@" = "Manuelle Installation: FEHLER: %@";

/* kextsInstallerController */
"Manual Installation: ERROR: You don't have permission to write here!" = "Manuelle Installation: FEHLER: Du hast hier keine Schreibrechte!";

/* kextsInstallerController */
"Manual Installation: Kext file required!" = "Manuelle Installation: Kext Datei erforderlich!";

/* kextsInstallerController */
"Manual Installation: Path doesn't exist!" = "Manuelle Installation: Pfad existiert nicht!";

/* No comment provided by engineer. */
"MB/s" = "MB/s";

/* No comment provided by engineer. */
"Minute" = "Minute";

/* No comment provided by engineer. */
"Minutes" = "Minuten";

/* sectionSourceList */
"Mount EFI" = "Mounte EFI";

/* notificationPopup */
"Mount EFI partition" = "Mounte EFI Partition";

/* mountefiController */
"Mount Point:" = "Mount Punkt:";

/* mountefiController
   pathControlViewDetailedPopover
   startScreenDetailedPopover */
"Mount Point: %@" = "Mount Punkt: %@";

/* mountefiController */
"Mount Point: N/A" = "Mount Punkt: N/A";

/* dockMenuApp */
"New Configuration..." = "Neue Konfiguration...";

/* installDriversController */
"No EFI folder found.....\n" = "Kein Efi Ordner gefunden.....\n";

/* pathControlViewDetailedPopover
   startScreenDetailedPopover */
"No Value" = "Kein Wert";

/* dockMenuApp */
"Open Configuration..." = "Öffne Konfiguration...";

/* pasteBoardController */
"Paste" = "Einfügen";

/* left_toolbar */
"Paypal - Free Donation" = "Paypal - Kostenlose Spende";

/* reading_savingOperation */
"Please check these following errors:\n\n1. If you set SSDT, the fields Type/key and String/Number are required\n2. If you set TableId or Length, the field String/Number is required\n3. Type/key TableId must contain string value.\n4. Type/key Length must contain number value." = "Bitte überprüfe die folgenden Fehler: \n\n1. Wenn du SSDT setzen willst sind die Felder Typ/Key und String/Nummer erforderlich\n2. Wenn du Tableld oder Länge setzt sind ist das Feld String/Nummer erfordelich\n3. Typ/Key Tableld muss einen Zeichenketten wert beinhalten.\n4. Typ/Key Länge muss einen Nummern Wert beinhalten.";

/* clonerController */
"Process is taking longer than usual." = "Prozess dauert länger als üblich.";

/* reading_savingOperation */
"Repair" = "Reparieren";

/* left_toolbar */
"Save" = "Speichern";

/* left_toolbar */
"Save As..." = "Speichern Als...";

/* left_toolbar */
"Save, Save As Configuration" = "Speichern, Speichern als Konfiguration";

/* No comment provided by engineer. */
"Second" = "Sekunde";

/* No comment provided by engineer. */
"Seconds" = "Sekunden";

/* sectionSourceList */
"SECTIONS" = "SEKTIONEN";

/* left_toolbar */
"Share" = "Teilen";

/* kextsInstallerController */
"Show Location: Path doesn't exist!" = "Zeige Ort: Pfad existiert nicht!";

/* mountefiController */
"Size:" = "Größe:";

/* sectionSourceList */
"Some features will not be available without an internet connection" = "Einige Funktionen werden ohne Internetverbindung nicht verfügbar sein.";

/* kextsInstallerController */
"Some info for %@.kext => Identifier: %@ | Version: %@%@" = "Einige Informationen für %1$@.kext =>Kennung: %2$@ | Version: %3$@%4$@";

/* rtvariablesController */
"Sorry to generate a valid ROM, you need unique UUID in SystemParameters->Custom UUID (copy from system or generate one) or go in SMBIOS->Smuuid and add a valid uuid in the format: XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX." = "Um ein gültiges ROM zu generieren, benötigen Sie eine eindeutige UUID in SystemParameter-> Benutzerdefinierte UUID (vom System kopieren oder eine erstellen) oder gehen Sie in SMBIOS-> Smuuid und fügen Sie eine gültige uuid im Format XXXXXXXX-XXXX-XXXX-XXXXXXXXXXXX hinzu .";

/* left_toolbar */
"Start Screen" = "Start Bildschirm";

/* mountefiController */
"Status:" = "Status:";

/* reading_savingOperation */
"Synchronized" = "Synchronisiert";

/* sectionSourceList */
"Text Mode" = "Text Modus";

/* sectionSourceListHexConverterPopover */
"text string" = "Text Zeichenkette";

/* reading_savingOperation */
"The document “%@” could not be duplicated. Bad configuration in Drop Tables - ACPI section" = "Das Dokument \"%@\" konnte nicht dupliziert werden. Fehlerhafte Konfiguration in Drop-Tables - ACPI-Abschnitt";

/* themesController */
"theme.plist data saved successfully" = "Die Daten der theme.plist wurden erfolgreich gespeichert";

/* themesController */
"theme.plist unable to save file" = "theme.plist kann nicht gespeichert werden";

/* themesController */
"theme.plist unable to save theme file" = "theme.plist kann die Theme-Datei nicht speichern";

/* sectionSourceList */
"Themes Editor" = "Themes Editor";

/* reading_savingOperation */
"There was an error while completing the process" = "Beim Abschluss des Prozesses ist ein Fehler aufgetreten";

/* reading_savingOperation */
"There was an probable error with clover-genconfig. Use this code in terminal window /usr/local/bin/clover-genconfig > ~/Desktop/config-generate.plist" = "Bei clover-genconfig ist ein bekannter Fehler aufgetreten. Bitte führen Sie diesen Code im Terminalfenster aus /usr/local/bin/clover-genconfig >~/Desktop/config-generate.plist";

/* updateController */
"There were some problems contacting server of beta version. %@" = "Es gab einige Probleme beim Kontakt mit dem Server der Betaversion. %@";

/* updateController */
"There were some problems contacting server of stable and beta versions." = "Es gab einige Probleme beim Kontakt mit dem Server der stabilen und Betaversionen.";

/* updateController */
"There were some problems contacting server of stable version. Ready to install beta version!" = "Es gab einige Probleme beim Kontakt mit dem Server der stabilen Version. Bereit zur Installation der Beta-Version!";

/* rtvariablesController */
"This system's built-in MAC address: %@\r" = "Die integrierte MAC-Adresse dieses Systems lautet: %@\r";

/* sectionSourceList */
"This tool might not work properly under Mountain Lion (10.8)" = "Dieses Tool funktioniert möglicherweise nicht richtig unter Mountain Lion (10.8)";

/* sectionSourceList */
"TOOLS" = "WERKZEUGE";

/* installDriversController */
"Unable to read database." = "Datenbank kann nicht gelesen werden.";

/* reading_savingOperation */
"Unknown error during writing to file" = "Unbekannter Fehler beim leden der Datei";

/* mountefiController */
"Untitled" = "Ohne Titel";

/* kextsInstallerController */
"Unzip: Error during unzipping file!" = "Entpacken: Fehler beim Entpacken der Datei!";

/* updateController */
"Update" = "Aktualisieren";

/* kextsInstallerController */
"VirtualSMC detected... Choose an add on to install..." = "VirtualSMC wurde erkannt... Wählen Sie ein Add-On für die Installation aus...";

/* mountefiController */
"Volume Identifier:" = "Volumenkennung:";

/* mountefiController */
"Volume Identifier: %@" = "Volumenkennung: %@";

/* mountefiController */
"Volume Identifier: %@ Status: [Current Boot Disk]" = "Volumenkennung: %@ Status [Aktuelle Boot Festplatte]";

/* mountefiController */
"Volume Name:" = "Volumenname:";

/* mountefiController */
"Volume Name: %@" = "Volumenname: %@";

/* mountefiController */
"Volume UUID:" = "Volumen UUID:";

/* mountefiController */
"Volume UUID: %@" = "Volumen UUID: %@";

/* mountefiController */
"Volume UUID: N/A" = "Volumen UUID: N/A";

